Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: On 7 March afternoon, a 27-year-old Vietnamese was diagnosed with COVID-19 and moved into quarantine in Ninh Bình Province for treatment, making this the 18th case.
es: El 7 de marzo por la tarde, un vietnamita de veintisiete años fue puesto en cuarentena en la provincia de Ninh Bình, después de que le diagnosticaron COVID-19, lo que lo convirtió en el decimoctavo caso.

source: "The Eurovision Song Contest 2020 was cancelled due to the coronavirus pandemic, where Blas Cantó was supposed to perform his song ""Universo"" in Rotterdam, representing Spain in May."
es: "El Festival de la Canción de Eurovisión 2020 fue cancelado debido a la pandemia mundial del coronavirus, donde el cantante Blas Cantó iba a representar a España en la ciudad de Róterdam, Países Bajos, con la canción ""Universo"", en mayo."

source: Academic dental public health
es: Salud pública dental académica.

source: Release of the components of muscle tissue into the bloodstream causes electrolyte disturbances, which can lead to nausea, vomiting, confusion, coma or abnormal heart rate and rhythm.
es: [1]​[2]​[55]​ La liberación de los componentes del tejido muscular en la circulación genera alteraciones electrolíticas que pueden provocar náuseas, vómitos, confusión, coma o anomalías de la frecuencia y el ritmo cardíacos.

source: Investors Council (IC).
es: Consejo de Inversores (IC).

source: The International Hygiene Exhibition was a world's fair focusing on medicine and public health, held in Dresden, Germany, in 1911.
es: La Exposición Internacional de Higiene fue una feria mundial dedicada a la medicina y salud pública que se celebró en Dresde, Alemania, en 1911.

source: Over the preceding weekend, the Central Bank of the Republic of China announced a T$200 billion ($6.6 billion) credit-line program to small and medium-sized businesses, while the Bank of Korea announced that it would conduct a $12 billion U.S. dollar-funding operation at auctions to South Korean banks.
es: Durante el fin de semana anterior, el Banco Central de la República de China anunció un programa de línea de crédito de T $ 200 mil millones ($ 6,6 mil millones) para pequeñas y medianas empresas[189]​, mientras que el Banco de Corea anunció que llevaría a cabo US $ 12 mil millones operación de financiación en dólares en subastas a bancos de Corea del Sur[190]​.

source: The project has since adopted a public development mailing list and anonymous CVS access.
es: El proyecto ha adoptado desde entonces una lista de correo pública de desarrollo, y acceso anónimo al sistema CVS.

source: Disp.
es: BOE.

source: Its core tasks include the detection, prevention and combatting of infectious diseases and non-communicable diseases in Germany.
es: Sus tareas principales incluyen la detección, prevención y lucha contra enfermedades infecciosas y enfermedades no transmisibles en Alemania.

source: The first case of the 2019–20 coronavirus pandemic in Israel was confirmed on 21 February 2020, after a female citizen tested positive for coronavirus disease 2019 at the Sheba Medical Center after return from quarantine on the Diamond Princess ship in Japan.
es: El primer caso de la pandemia de enfermedad por coronavirus de 2019-2020 en Israel se confirmó el 21 de febrero de 2020 después de que una ciudadana dio positivo por COVID-19 en el Centro Médico Sheba después de regresar de la cuarentena en el barco Diamond Princess en Japón.

source: It is possible for cats to have a granuloma form after vaccination, so it is important to differentiate between the two before radical surgery is performed.
es: Es posible que los gatos presenten una forma de granuloma después de la vacunación, de modo que es importante diferenciar entre estas condiciones antes de realizar una cirugía radical.

source: On 20 January, the government deemed the risk posed by the outbreak sufficient to activate the Central Epidemic Command Center (CECC).
es: El 20 de enero, el gobierno consideró que el riesgo planteado por el brote era suficiente para activar el Centro Central de Mando de Epidemia (CCME).

source: A tourist from Germany tested positive and was admitted to University Hospital of the Nuestra Señora de Candelaria.
es: Un turista de Alemania dio positivo y fue ingresado en el Hospital Universitario Nuestra Señora de Candelaria.

source: There are 13 venues planned for 15 sports located in the vicinity of Tokyo Bay, southeast of the Olympic Village, predominantly on Ariake, Odaiba and the surrounding artificial islands.
es: Se designaron 20 sedes deportivas en la zona de la Bahía de Tokio, en concreto en los distritos de Ariake y Odaiba, además de en otras islas artificiales del entorno.

source: WHO's chief scientist Soumya Swaminathan criticised politicians incautiously spreading such misinformation without an evidence base.
es: [101]​[102]​ El principal científico de la OMS, Soumya Swaminathan, criticó tales afirmaciones y criticó a estos políticos por difundir información errónea.

source: She was then interrupted by Rhea Ripley, the NXT Women's Champion—a title that Flair had only held once during NXT's infancy in 2014.
es: Luego fue interrumpida por Rhea Ripley, la Campeona Femenina de NXT, un título que Flair solo ha tenido una vez en 2014.

source: occur immediately on contact,
es: Ocurrir inmediatamente al contacto.

source: On 9 March evening, a 49-year-old British man was tested positive and put into quarantine in Quảng Nam Province, previously on the same flight with patient number 17.
es: El 9 de marzo por la noche, un hombre británico de 49 años fue puesto en cuarentena en la provincia de Quảng Nam, en relación con el paciente número 17.

source: The cancellation was not covered by insurance.
es: [128]​[129]​ La cancelación no está cubierta por el seguro.

source: The U.S. government worked with the United Nations to make exceptions to sanctions, though they were also criticized for slowing down the process for providing aid.
es: [1]​ El gobierno de EE.UU. trabajó con las Naciones Unidas para hacer excepciones a las sanciones, aunque también fueron criticados por retrasar el proceso de prestación de ayuda.

source: An Italian student studying in Valencia, who had visited Northern Italy, was admitted to Hospital Universitario Doctor Peset.
es: [28]​ Un estudiante italiano estudiando en Valencia, que había estado de visita por el norte de Italia, es admitido en el Hospital Universitario Doctor Peset.

source: "On 16 March, another wide-ranging ""emergency legislation"" was adopted, specifying various fines for violations of protocol, to be effective immediately."
es: "El 16 de marzo, otra amplia ""batería de emergencia"" fue adoptada, especificando varias multas por violaciones del protocolo, para entrar en vigor inmediatamente."

source: "Medical historian Howard Markel argued that the Chinese government ""may now be overreacting, imposing an unjustifiable burden on the population,"" and claimed that ""incremental restrictions, enforced steadily and transparently, tend to work far better than draconian measures."""
es: "El historiador médico Howard Markel argumentó que el gobierno chino ""puede estar sobrerreaccionando ahora, imponiendo una carga injustificable a la población,"" y que las ""restricciones incrementales, aplicadas firmemente y transparentemente, tienden a funcionar mucho mejor que medidas draconianas."

source: At the Royal Rumble, Rollins eliminated Owens from the namesake match thanks to help from AOP and Murphy.
es: En Royal Rumble, Rollins eliminó a Owens del combate homónimo masculino gracias a la ayuda de AOP y Murphy.

source: Hindlimb ataxia affects the animal's gait and occurs when muscle control is lost.
es: [2]​ La ataxia de la extremidad trasera afecta la marcha del animal y ocurre cuando se pierde el control muscular.

source: The twentieth century saw the introduction of several successful vaccines, including those against diphtheria, measles, mumps, and rubella.
es: Durante el siglo XX se introdujeron varias vacunas de forma exitosa, incluyendo aquellas contra la difteria, sarampión, parotiditis (papera) y rubeola.

source: Affected bones glowed a greenish-white colour in the dark.
es: Los huesos afectados brillan de un color blanco-verdoso en la oscuridad.

source: The institute was renamed the Robert Koch Institute in 1942.
es: [11]​ El instituto pasó a llamarse Instituto Robert Koch en 1942.

source: All of them underwent a voluntary isolation at home.
es: Todos todos sufrieron un aislamiento voluntario en casa.

source: There seems to be a lot more that can be done to help individuals prevent tooth decay and gum disease based on what is already known.
es: Parece que hay mucho más que se puede hacer para ayudar a las personas a prevenir la caries dental sobre la base de lo que ya se conoce.

source: On the morning of 11 January, Ai receives the news that Hu Ziwei, a nurse of the emergency department, has been infected.
es: En la mañana del 11 de enero de 2020, Ai recibió la noticia de que Hu Ziwei, un enfermero del departamento de emergencia, estaba infectado.

source: They may form colonies on Löwenstein–Jensen media that appear smooth or rough, white or greyish and nonphotochromogenic.
es: Pueden formar colonias en los medios de Löwenstein-Jensen que aparecen lisos o ásperos, blancos o grisáceos y no fotocromogénicos.

source: "A direct 24-hour hotline was set up to ""reinforce direct communication and urge vigilance to fight the impact of the coronavirus pandemic and safeguard the health of citizens."""
es: "Además se ha habilitado una linea telefónica para ""reforzar la comunicación directa y aumentar la vigilancia para combatir el impacto de la pandemia por el coronavirus y salvaguardar la salud de los ciudadanos."

source: Ignaz Philipp Semmelweis (German: [ˈɪɡnaːts ˈzɛml̩vaɪs]; Hungarian: Semmelweis Ignác Fülöp; 1 July 1818 – 13 August 1865) was a Hungarian physician and scientist, now known as an early pioneer of antiseptic procedures.
es: Ignaz Philipp Semmelweis (en húngaro, Semmelweis Ignác Fülöp; Buda, actual Budapest; 1 de julio de 1818-Oberdöbling, actual Viena; 13 de agosto de 1865) fue un médico cirujano y obstetra en el Imperio austríaco.

source: Pulmonary barotrauma is lung injury that results from the hyperinflation of alveoli past the rupture point.
es: El barotrauma pulmonar es el daño del pulmón que resulta de la hiperinflación de los alveoli sobrepasando el punto de ruptura.

source: This increase, particularly in the number of different vaccines administered to children before entry into schools may be due to government mandates and support, rather than economic incentive.
es: Aunque el número de vacunas realmente administradas ha aumentado en las últimas décadas, especialmente aquellas suministradas a los niños en los primeros años de vida, esto se debe más a medidas gubernamentales que a incentivos económicos.

source: A 4-year-old girl from Castiglione d'Adda was admitted to Policlinico San Matteo in Pavia, and a 15-year-old was hospitalised in Seriate Hospital in Bergamo.
es: Una niña de 4 años de Castiglione d'Adda ingresó en el Policlínico San Matteo en Pavía, y una de 15 años fue hospitalizada en el Hospital Seriate de Bérgamo.

source: Starting on 8 March, the region of Lombardy together with 14 additional northern and central provinces in Piedmont, Emilia-Romagna, Veneto, and Marche, were put under lockdown.
es: A partir del 8 de marzo, la región de Lombardía, junto con otras 14 provincias del norte y del centro en Piamonte, Emilia-Romaña, Véneto y Las Marcas, fueron puestas en cuarentena.

source: As of August 2019, Grand Princess is based year-round in San Francisco, California, sailing on itineraries for Alaska, Hawaii, the Mexican Riviera, and the California coast.
es: A partir de agosto de 2019, Grand Princess tiene su sede durante todo el año en San Francisco, California, navegando en itinerarios por Alaska, Hawai, la Riviera mexicana y la costa de California.

source: Later in 1919, Winslow et al. named Morgan's bacillus, Bacillus morganii.
es: Nombró a este Bacilo de Morgan y luego fue nombrado, en 1919, Bacillus morganii por Winslow.

source: The March 15 two-week curfew by Vázquez was defied by many due to the fear caused by the fake news, prompting an investigation by the FBI into who initiated the panicking news.
es: El toque de queda de dos semanas del 15 de marzo por Vázquez fue desafiado por muchos debido al temor causado por las noticias falsas, lo que provocó una investigación por parte del FBI sobre quién inició las noticias de pánico.

source: The relevance of the Centre's mission was confirmed shortly after it began operating, when the arrival of H5N1 avian influenza in the EU's neighbourhood led to fears that the disease could adapt or mutate into a pandemic strain of human influenza.
es: Durante el inicio de sus actividades, otro brote infeccioso, el virus H5N1 de gripe aviar, confirmó la relevancia de su misión.

source: Some types of microbes stay in the intestine, some produce a toxin that is absorbed into the bloodstream, and some can directly invade deeper body tissues.
es: Algunos tipos de microbio permanecen en el intestino, otros producen toxinas que son absorbidas por la corriente sanguínea y otros pueden invadir directamente tejidos corporales más profundos.

source: These are fitted with the adjustable wire mesh plated trays or aluminium trays and may have an on/off rocker switch, as well as indicators and controls for temperature and holding time.
es: Los hornos de aire caliente están equipados con bandejas de malla metálica de acero inoxidable, de altura ajustable, y suelen tener un interruptor de encendido/apagado, así como indicadores y controles de temperatura y de tiempo de funcionamiento.

source: In 1994, the Federal Health Agency was dissolved, and RKI became an independent federal agency within the portfolio of the German Federal Ministry of Health.
es: En 1994, la Agencia Federal de Salud se disolvió y RKI se convirtió en una agencia federal independiente dentro de la cartera del Ministerio Federal de Salud de Alemania.

source: March 29—Government announces 24-hour curfew for one week
es: 29 de marzo: el gobierno anuncia el toque de queda de 24 horas durante una semana[10]​

source: "Claims that hand sanitiser is merely ""antibacterial not antiviral"", and therefore ineffective against COVID-19, have spread widely on Twitter and other social networks."
es: "Las afirmaciones de que el gel antibacterial es simplemente ""antibacteriano, no antiviral"" y, por lo tanto, no es efectivo contra el coronavirus, se han extendido ampliamente en Twitter y otras redes sociales, no solo en los EE. UU. sino también en otros lugares."

source: Common people will not be able to go to the world famous Aarti to be held at the Ganges Ghat in Kashi.
es: La gente común no podrá ir al mundialmente famoso Aarti que se celebrará en el Ganges Ghat en Kashi.

source: mg, originally called MicroGNUEmacs and, later, mg2a, a public-domain offshoot of MicroEMACS intended to more closely resemble GNU Emacs.
es: MG, originalmente denominado MicroGNUEmacs, un offshoot de MicroEMACS que intenta asemejarse más a GNU Emacs.

source: The separation of the genome into eight separate segments of vRNA allows mixing or reassortment of vRNAs if more than one type of influenza virus infects a single cell.
es: La separación del genoma en ocho fragmentos diferentes permite recombinar los cambios si más de una estirpe viral infecta a la misma célula.

source: The same day, a third and fourth recoveries in the country were confirmed; the first hospitalized patient from Rijeka and a young woman in Zagreb.
es: [29]​[30]​ El mismo día, fueron confirmadas dos recuperaciones en el país; el primero paciente hospitalizado en Rijeka y una joven en Zagreb.

source: not be immediately evident or noticeable,
es: No ser evidentes o notables de inmediato.

source: She led the development and testing of the universal flu vaccine, which underwent clinical trials in 2011.
es: [5]​ Lideró el desarrollo y las pruebas de la vacuna universal contra la gripe, que se sometió a ensayos clínicos en 2011.

source: Its goal was helping people impacted by the Covid-19 crisis.
es: Su fin era el de ayudar a los afectados por la crisis del COVID-19.

source: In Southeast Asia, mosques have closed in Singapore, Malaysia and Brunei.
es: Las mezquitas han cerrado en Singapur y Malasia.

source: On 18 March, the Mauritanian Minister of Health announced the discovery of a second positive coronavirus case on a foreign female employee, working at a house of a couple of expatriates, the woman arrived 10 days prior the discovery.
es: El 18 de marzo, el ministro de salud mauritano anunció el descubrimiento de un segundo caso positivo de coronavirus en una empleada extranjera, trabajando en la casa de una pareja de expatriados.

source: The first case was confirmed on 10 April, the patient was a 60-year-old man in the southern oil-producing region of Hadhramaut.
es: El primer caso fue confirmado el 10 de abril, el paciente fue un hombre de 60 años in la región sureña productora de petróleo de Hadramaut.

source: CoronaMapper – map with various updated statistics
es: CoronaMapper - mapa con varias estadísticas actualizadas

source: An 88-year-old man from Caselle Landi, who resided in Codogno, died on the same day.
es: [51]​ Un hombre de 88 años de Caselle Landi, quién residió en Codogno, murió el mismo día.

source: Initially this is done through the administration of generous amounts of intravenous fluids, usually isotonic saline (0.9% weight per volume sodium chloride solution).
es: Para lograrlo se administran cantidades generosas de líquido por vía intravenosa, por lo general solución salina isotónica (solución peso/volumen al 0,9 % de cloruro de sodio).

source: The Royal Household of Spain announced that the daughters of the King would attend classes when they resume on Monday.
es: [110]​ La Casa Real anuncia que las hijas del Rey seguirían acudiendo a clase.

source: The items never hit any of them, though they come close.
es: Los objetos nunca golpean a alguno de ellos, aunque caen cerca, las moticaciones e intenciones de la gente, nunca quedan claras.

source: It was an older adult, of 87 years old, and resident of Alajuela.
es: Se trató de un adulto mayor, de 87 años, y vecino de Alajuela.

source: Signs suggesting that Chinese customers were not welcome were seen in front of a shop in Phu Quoc and a restaurant in Da Nang.
es: [91]​ Se vieron carteles que decían que los clientes chinos no eran bienvenidos frente a una tienda en Phu Quoc y un restaurante en Da Nang .

source: Directed by Liam Lynch.
es: Director: Liam Lynch.

source: The largest number were in Nigeria (799 cases) and India (559 cases): these two countries contributed 82.2 percent of all cases.
es: Nigeria (798 casos) y la India (559 casos) fueron los países más afectados, sumando un 82.8% del total.

source: The TurboGrafx-16 Mini, known as the PC Engine Mini (PCエンジン mini, Pī Shī Enjin mini) in Japan and PC Engine CoreGrafx Mini in Europe, is a dedicated home video game console by Konami modeled on NEC's TurboGrafx-16, which was designed by Hudson Soft.
es: PC Engine Mini es una consola dedicada creada por Konami y se basa en el modelo original de PC Engine de NEC, que fue originalmente diseñada por Hudson Soft.

source: Earlier of the same day, Vietnam declared to have successfully cultured and isolated the virus in the lab.
es: [30]​ A principios del mismo día, Vietnam declaró haber cultivado y aislado con éxito el virus en el laboratorio.

source: Social media posts have promoted a conspiracy theory claiming the virus behind COVID‑19 was known and that a vaccine was already available.
es: Las publicaciones en redes sociales han promovido una teoría de conspiración que afirma que el virus detrás de COVID-19 era conocido y que una vacuna ya estaba disponible.

source: That day, No Time to Die had its release postponed; by March 6, AMC's shares had fallen by 30% over two weeks.
es: Ese día, No Time to Die tuvo su lanzamiento pospuesto; Para el 6 de marzo, las acciones de AMC habían caído un 30% en dos semanas.

source: He decided to write the story after hearing an audio clip of his father.
es: Scanlon decidió escribir la historia después de escuchar un clip de audio de su padre.

source: Foreign investors have sold over NT$200 billion.
es: Los inversores extranjeros han vendido más de NT $ 200 mil millones.

source: Robert Koch identified and described the bacillus causing tuberculosis, M. tuberculosis, on 24 March 1882.
es: Se conmemora que el 24 de marzo de 1882 el doctor Robert Koch anunció el descubrimiento del bacilo de la tuberculosis.

source: The inspiration for this came during Ilyas‘s second pilgrimage to Mecca in 1926.
es: [2]​ La inspiración para esto vino durante su segundo peregrinación a Meca en 1926.

source: It ended after police guaranteed that the tourists would stay in the hotel up to the following day, when the tourists depart from the city.
es: El incidente terminó después de que la policía garantizara que los turistas se quedarían en el hotel hasta el día siguiente, cuando los turistas se retirarían de la ciudad.

source: On 11 March 2020, Conte prohibited nearly all commercial activity except for supermarkets and pharmacies.
es: [16]​ El 11 de marzo de 2020 Conte prohibió casi todas las actividades comerciales, excepto supermercados y farmacias.

source: Also, the curfew was extended to people younger than 20 years old.
es: Además, el toque de queda se extendió a personas menores de 20 años.

source: At the international and national levels, however—as Helmut Ettl, head of the Austrian financial market authority, said—there is no reliable empirical data to gauge the ongoing effects of the COVID-19 disease on the economy and the environment, as this type of crisis is unprecedented.
es: Sin embargo, a nivel internacional y nacional, como dijo Helmut Ettl, jefe de la autoridad del mercado financiero austriaco, no hay datos empíricos confiables para medir los efectos continuos de la enfermedad COVID-19 en la economía y el medio ambiente, ya que este tipo de crisis no tiene precedentes.

source: A National Association of Theatre Owners representative for California and Nevada announced that theaters would stay open; historically, movie theaters have remained open during other similar emergencies.
es: Un representante de la Asociación Nacional de Propietarios de Teatro para California y Nevada anunció que los teatros permanecerían abiertos; Históricamente, las salas de cine han permanecido abiertas durante otras emergencias similares.

source: Wall Street experienced its largest single-day percentage drop since Black Monday in 1987, and the FTSE MIB of the Borsa Italiana fell nearly 17%, becoming the worst-hit market during Black Thursday.
es: Wall Street experimentó su mayor caída porcentual en un solo día desde el Lunes Negro de 1987, y el FTSE MIB cayó casi un 17%, convirtiéndose en el mercado más afectado durante el Jueves Negro.

source: In Andalusia, a 28-year-old male who resides in Milan tested positive in Almería had been admitted to Hospital Mediterráneo.
es: En Andalucía, un hombre de 28 años residente en Milán da positivo en Almería, y es admitido en el Hospital Mediterráneo.

source: In Barcelona, a 22-year-old man who visited Italy a few days ago was tested positive.
es: En Barcelona, un hombre de 22 años que visitó Italia unos días antes da también positivo.
